{
  "type": "books",
  "title": "Dummy Book 1",
  "cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1328758827i/139569.jpg",
  "tags": [
    "fiction",
    "gay",
    "queer"
  ],
  "authors": [
    "Author 1",
    "Author 2"
  ],
  "translators": [
    "Translator 1"
  ],
  "description": "I must have been drunker than I realized because all I remember is how well he tied his cravat and how perfectly his coat fit him… London, 1815: where magic can be purchased at convenience, and the fashionable and wealthy descend for the start of the social Season. But 25-year-old Gavin Hartford finds the city intimidating when he arrives, alone, to his family’s townhouse. The only company he seeks is in his beloved books and weekly letters to his sister, Gerry. Then dashing man-about-town Charles Kentworthy gallantly rescues Gavin from a foolish drunken mishap and turns his life upside-down. With Mr. Kentworthy, Gavin finds himself discussing poetry and magic, confessing his fears about marriage, expanding his social circle to shocking proportions — and far outside his comfort zone. When family responsibility comes knocking, Gavin’s future looms over him, filled with uncertainty. As he grapples with growing feelings for his new friend, Gavin will need to be honest with Mr. Kentworthy — but he’ll need the courage to be honest with himself first. This epistolary Regency romance is the first in a historical fantasy series, Meddle & Mend.",
  "languages": [
    "English",
    "Russian"
  ],
  "page_count": 350,
  "publication_year": 2020,
  "russian_edition": true,
  "goodreads_link": "https://www.goodreads.com/dummybook1",
  "buy_link": "https://example.com/buy-russian-edition",
  "series": "Dummy Series",
  "isbn": "978-3-16-148410-0",
  "additional_isbns": [
    "978-3-16-148410-1",
    "978-3-16-148410-2"
  ],
  "where_to_get": [
    {
      "store": "Store 1",
      "link": "https://example.com/store1",
      "date": "2024-09-01"
    },
    {
      "store": "Store 2",
      "link": "https://example.com/store2",
      "date": "2024-09-15"
    }
  ],
  "russian_translation_status": "есть",
  "russian_audioversion": "no",
  "publishers": [
    "Publisher 1",
    "Publisher 2"
  ]
}